#1--------------------------------------------------------------------
#2	이지보드 2000 회원관리 데이타 베이스
#3
#4  [ DB 형식 ]
#5 
#6  아이디=비밀번호,권한,이름,메일,홈페이지
#7
#8  각 필드 사이에 , 로 구분자를 넣어야 하며, 최소한 비밀번호가 존재해
#9  야 합니다.
#A  현재 1.27 b3버전에서는 권한 필드는 무시하고 처리됩니다.
#B
#C                   2000.12.10. 전북대학교 전자공학과 Cherie 채경삼
#D                                  이 메 일: cherie@hello.to
#E                                  홈페이지: http://ezne.net
#F--------------------------------------------------------------------
cacolith=111,,까꼬,cacolith@i.am,http://cacolith.i.am,
cherie=111,,채리,cherie@hello.to,http://ezne.net,
까꼬=111,,까꼬,cacolith@i.am,http://cacolith.i.am,
채리=111,,채리,cherie@hello.to,http://ezne.net,
