#-----------------------------------------------------------------------
# 이지보드 2000 메시지 설정
#-----------------------------------------------------------------------
# 이지보드 2000의 모든 출력은 스킨에서 담당합니다만, 일부 몇가지 메시지는
#	이지보드 자체에서 지원되므로 언어가 고정되는 문제가 있습니다.
# 따라서 한글이 아닌 다른언어의 게시판으로 사용하고자 하는 경우에는
# 아래 메시지를 사용하고자 하는 언어로 바꾸어서 사용하면 됩니다.
#
#                             2000.05.03. 전북대학교 전자공학과
#                                         Cherie 채경삼(cherie@hello.to)
#-----------------------------------------------------------------------
MNU_WRITE=글쓰기
MNU_MODIFY=글수정
MNU_DELETE=글삭제
MNU_READTEXT=본문 읽기
MNU_FINDNEXT=%d개 단위로 검색됩니다. 다음 검색을 하려면 검색버튼을 클릭하십시요.
MNU_FINDNEXT2=현재 검색한 %d개 게시물내에서는 검색된 내용이 존재하지 않습니다.<BR>다음 검색을 하려면 Next버튼을 클릭하십시요.
MNU_FINDLAST=마지막 페이지입니다. 더이상 검색된 내용이 존재하지 않습니다.
MNU_ADMIN_LOGIN=관리자 접속
MNU_DBADD=새 게시판을 추가했습니다.
MNU_DBDEL=게시판을 삭제했습니다.
MNU_DBREBUILD=게시판을 복구했습니다.
MNU_DBPERMIT=게시물의 퍼미션을 일괄 정리했습니다.
MNU_VOTEADD=게시물을 추천했습니다.