#-----------------------------------------------------------------------
# 이지보드 2000 에러메시지 설정
#-----------------------------------------------------------------------
# 이지보드 2000의 모든 에러 메시지는 이 파일을 기준으로 출력되게 됩니다.
# 따라서 한글이 아닌 다른언어의 게시판으로 사용하고자 하는 경우에는
# 아래 메시지를 사용하고자 하는 언어로 바꾸어서 사용하면 됩니다.
#
#                             2000.05.03. 전북대학교 전자공학과
#                                         Cherie 채경삼(cherie@hello.to)
#-----------------------------------------------------------------------
;DB_NEW=새로운 게시판 생성하지 못하도록 설정되어있습니다.
;MAIL_SENDER=메일을 발송할 수 없습니다.<BR>메일경로 혹은 서버문제입니다.
BAD_ARGV=파라미터를 조작하지 마십시요.
BAD_BANNER=이곳은 광고를 할 수 없는 곳입니다.<BR>광고를 하지말기 바랍니다.
BAD_CHECK_SPACE=공백없이 글을 작성할 수 없습니다.
BAD_CODE=&lt! 및 일부 HTML태그는 사용할 수 없습니다.
BAD_EXEC=이지보드는 브라우저상에서만 실행 가능합니다.
BAD_EZ2000=중복 설치되었습니다.
BAD_HACKER=해킹하면 안되지.. --++
BAD_LINK=무단으로 게시판을 링크하지 마십시요.
BAD_MULTITEXT=연속 글쓰기는 허용하지 않습니다.
BAD_TEXT=도배하지 마십시요.
BAD_USER=불량 사용자 차단기능이 동작중입니다.<BR>자세한 내용은 관리자에게 문의하기 바랍니다.
BAD_WORD=바른말/고운말을 사용합시다.(검사단어: %s)
BAD_IP=허가된 IP가 아닙니다.
BAD_IP_ALLOW=허가된 IP가 아닙니다.
BAD_IP_DENY=게시판에 접근할 수 없습니다.
CHECK_HOME=정확한 홈페이지 주소를 입력해주세요.
CHECK_MAIL=정확한 이메일을 입력해주세요.
CHECK_PASS=암호가 일치하지 않습니다.
DB_CODE=잘못된 코드입니다.
DB_DEL=DB파일에서 해당 자료를 삭제할 수 없습니다.
DB_DELREPLY=관련글이 있는 경우 삭제할 수 없습니다.<BR>먼저 관련글을 삭제해주세요.
DB_EDIT=에러! 수정할 수 없습니다.
DB_INDEX=Index 파일을 열 수 없습니다.
DB_INVALID=DB구조가 잘못되었습니다.<BR>디렉토리와 파일 퍼미션을 확인해주세요.
DB_NOTFOUND=[%s] 게시판을 찾을 수 없습니다.<BR>먼저 게시판을 생성해주십시오.
DB_OPEN=db파일을 열 수 없습니다.<BR>디렉토리와 파일 퍼미션을 확인해주세요.
DB_PATH=DB디렉토리를 읽을 수 없습니다.<BR>디렉토리와 파일 퍼미션을 확인해주세요.
DB_PERM=퍼미션 설정이 잘못되었습니다.<BR>디렉토리(777)와 파일(666)의 퍼미션을 확인해주세요.
DB_READ=본문 내용을 읽을 수 없습니다.<BR>디렉토리와 파일 퍼미션을 확인해주세요.
DB_REINDEX=지금 DB 정리중입니다. 잠시후에 접속하세요.
DB_REPLY=답변글을 작성할 수 없습니다.
DB_SAVE=데이타를 저장할 수 없습니다.<BR>디렉토리와 파일 퍼미션을 확인해주세요.
EXEC_ARGV=파라미터가 잘못되었습니다.
EXEC_DB=게시판이름을 찾을수 없습니다.<BR>다음과 같은 형식으로 실행하기 바랍니다.<BR><font color=red>ezboard.cgi?db=DB name</font>
FILE_BAD=업로드된 파일형식은 직접 올리지 못하도록 설정되어 있습니다.<BR>압축해서 다시 올려주세요.
FILE_DOWN=파일 다운받기 기능이 설정되지 않았습니다.
FILE_EXIST=파일이 존재하지 않습니다. 링크가 틀리거나 파일이 삭제된 것 같습니다.
FILE_INVALID=잘못된 파일입니다.
FILE_SIZE_FILE=파일은 %skb이하의 크기만 올릴 수 있습니다.
FILE_SIZE_IMG=이미지는 %skb이하의 크기만 올릴 수 있습니다.
FILE_TEMP=임시파일을 생성할 수 없습니다.
FILE_UP=파일을 업로드할 수 없도록 설정되어 있습니다.
FIND_CACHE=검색 정보를 읽을 수 없습니다. 다시 검색하기 바랍니다.
FIND_INVALID=검색 범위 혹은 인덱스가 잘못되었습니다.
FIND_WORD=검색항목을 선택하지 않았거나 찾을 단어를 입력하지 않았습니다.
INIT_CFG=환경설정 파일을 읽을 수 없습니다.<BR>파일이 존재하는지 혹은 system.cgi에서 경로설정을 정확하게 설정하기 바랍니다.
KEY_INVALID=등록코드가 일치하지 않습니다.
LIMIT_REPLY=더이상 관련글을 작성할 수 없습니다.
LINK_FILE=무단으로 자료를 링크하지 마십시요.
LOG_ADMIN_BAD_USER=무단으로 관리자 메뉴에 접속하지 마세요.
LOG_ADMIN=관리자만 관리자 메뉴에 접속할 수 있습니다.
MAIL_ERROR=메일을 발송할 수 없습니다.<BR>메일서버를 다시 설정해주세요.
MAIL_FORWARD=게시물을 메일로 발송했습니다.
NEED_FILE=반드시 파일을 업로드 해야 합니다.
NEED_HOME=홈페이지를 입력해주세요.
NEED_IMG=반드시 미리보기 파일을 업로드 해야 합니다.
NEED_MAIL=이메일을 입력해주세요.
NEED_NAME=이름을 입력해주세요.
NEED_PASS=비밀번호를 입력해주세요.
NEED_SUBJ=제목을 입력해주세요.
NEED_TEXT=내용을 입력해주세요.
OUT_OF_MEM=메모리가 부족합니다.
PAR_ENCTYPE=지원되지 않는 형식입니다.
PAR_HEADER=헤더구조에 이상이 있습니다.
PAR_METHOD=지원되지 않는 형식입니다.
PASS_ALREADY=비밀번호가 이미 존재합니다.
;PASS_EXIST=초기 비밀번호가 존재하지 않습니다.<BR>환경설정 파일에 초기 비밀번호를 설정해주십시요.
PASS_EXIST=DB 매니저 비밀번호가 존재하지 않습니다.<BR>DB 매니저를 실행하여 비밀번호를 설정해주십시요.
PASS_INIT=기본 암호로 설정되었습니다.<BR>다시 관리자 모드로 접속해주십시요.
PASS_NOTMATCH=두개의 비밀번호가 서로 일치하지 않습니다.
SAVE_PASS=암호를 저장할 수 없습니다.<BR>퍼미션 혹은 경로 설정 문제입니다.
SKIN_EXIST=스킨 파일을 열 수 없습니다.
SKIN_INVALID=스킨 구조가 잘못되었습니다.
SOCKET_CODE=서버에서 잘못된 코드를 보냈습니다.
SOCKET_CONNECT=서버에 접속할 수 없습니다.
SOCKET_CREATE=이지소켓을 생성할 수 없습니다.
SOCKET_VERIFY=사용자 인증을 받을수 없습니다.
SOCKET_WRITE=소켓이상으로 데이타를 전송할 수 없습니다.
VOTE_ALREADY=이미 추천하셨습니다.
MEMBER_LIST=목록 보기 권한이 없습니다.<BR>먼저 사용자 로긴을 해주세요.
MEMBER_READ=본문 보기 권한이 없습니다.<BR>먼저 사용자 로긴을 해주세요.
MEMBER_LOGIN=회원제 게시판입니다.<BR>먼저 사용자 로긴을 해주세요.
MEMBER_WRITE=글쓰기 권한이 없습니다.
MEMBER_REPLY=답변을 할수 있는 권한이 없습니다.
MEMBER_ADMIN=관리자 메뉴에 접속할수 있는 권한이 없습니다.
;MEMBER_LOGIN=회원제 게시판입니다.<BR>먼저 사용자 로긴을 해주세요.
MEMBER_PASS=회원이 아니거나 비밀번호가 일치하지 않습니다.
MEMBER_NOTMATCH=회원이 아니거나 비밀번호가 일치하지 않습니다.
MEMBER_DB=회원DB가 존재하지 않습니다.
SERVER_BUSY=사용자가 너무 많습니다.<BR>잠시후에 접속하십시오.